[
  {
    "name": "Nathan Geronimo",
    "title": "President",
    "img": "nathan.jpg",
    "bio": "Nathan is a junior in the Computer Science program. He started programming once he switched from being a chemistry major back in 2015, and he never regrets the switch. He loves music, anime, and of course learning about how technology is evolving."
  },
  {
    "name": "John Webster",
    "title": "Vice President",
    "img": "JohnWebsterSquare.jpg",
    "bio": "John Webster is a junior in computer engineering with a minor in computer science. His interests include hacking on microcontrollers and hardware design. His favorite font is Ubuntu Monospace. In his free time he enjoys spending time outdoors, swimming, and hiking."
  },
  {
   "name": "Kevin Thompson",
   "title": "MLH Officer",
   "img": "kevinThompson.jpg",
   "bio": "Kevin switched to studying Computer Science after his Freshman year and has never looked back.  He is a native of California and loves the outdoors.  His hobbies include reading, movies, and tennis.  Kevin enjoys good food and good company.  He hopes one day to create SpaceY, a bigger better SpaceX."
  },
  {
    "name": "Anwen Knudson",
    "title": "Marketing Officer",
    "img": "anwen_knudson.jpg",
    "bio": "Anwen is studying Information Systems with a minor in Business Management. She just returned from serving an eighteen month service mission in João Pessoa, Brazil. She is not happy about the chilly weather here and she misses the giant mangos, but she is excited to be here at BYU and ACM."
  },
  {
    "name": "Eden Knudson",
    "title": "Technology Officer",
    "img": "EdenKnudson.jpg",
    "bio": "Eden is a junior in the Computer Science major with a minor in Astronomy. Her interests are graphic design and watching the Amazing Race."
  },
  {
    "name": "Daniel Segrera",
    "title": "Finance Officer",
    "img": "daniel.jpg",
    "bio": "Daniel is a Junior in Computer Science with a minor in business administration. His interests are machine learning, yoga, and choir. His future endeavors are to create a thriving tech industry in Utah that rivals the Silicon Valley!"
  },
  {
    "name": "Frank Jones, PhD",
    "title": "Faculty Sponsor",
    "img": "jones.jpg",
    "bio": "Dr. Jones received his B.S. and M.S. degrees in Computer Science from University of Idaho, investigating investigating high-performance architectures and compilers. He then received a Ph.D. at University of Colorado Boulder, additionally focusing on wearable computing and assistive technology. Prior to joining the Computer Science faculty at BYU, he spent time revitalizing the College of Idaho CS curriculum and working with the Naval Air Systems Command (NAVAIR) at China Lake California."
  },
  {
   "name": "Braden Watkins",
   "title": "Networking Officer",
   "img": "BradenWatkinsSquare.jpg",
   "bio": "Braden Watkins is a Junior in majoring in Computer Science and minoring in Business Management. He is passionate about building soft skills and networking to complement the hard skills we learn in school."
  },
  {
   "name": "Sarahkate Orr",
   "title": "Service Officer",
   "img": "sarahkate_orr.jpg",
   "bio": "Sarahkate is studying Math Education with a minor in Computer Science. She is from Park City, Utah and enjoys running, hiking, skiing, and pretty much any activity that involves being outdoors. Her pet fish named Boaz is the light of her life. She strives to help others succeed at what they are passionate about and be happy while they do it."
  },
  {
   "name": "Andrew Marquez",
   "title": "Social Media Officer",
   "img": "Marquez-Andrew.jpg",
   "bio": "Andrew is a first-year Master's student studying Information Systems.  His interests include longboarding, playing ultimate frisbee, and spending time with his wife.  He also enjoys learning about personal finance, the Unix philosophy, and most everything his major offers.  He doesn't know what the future holds, but he's looking forward to it!"
  }
]
