[
  {
    "name": "Christian Riboldi",
    "title": "President",
    "img": "../img/officer-headshots/christian.png",
    "bio": "Christian Riboldi is a senior in the Computer Science program and has been a member of BYU ACM since his Freshman year. His professional interests include iOS development, web development, and machine learning. He loves cycling, theatre and most of all his little family."
  },
  {
    "name": "Naomi Johnson",
    "title": "Vice President",
    "img": "../img/officer-headshots/naomi_capitol.jpg",
    "bio": "Naomi Johnson is currently a research assistant in the HCI and AML labs at BYU. She is double majoring in computer science and Japanese. After graduating in 2020, she wants to get her doctorate and become a CS professor."
  },
  {
    "name": "Kevin Haroldsen",
    "title": "Chief Technology Officer",
    "img": "https://placehold.it/150x15",
    "bio": ""
  },
  {
    "name": "Ben DeMann",
    "title": "Chief Marketing Officer",
    "img": "img/officer-headshots/ben.png",
    "bio": "Ben is studying Computer Science (Animation) with a Creative Writing minor. He is a devoted follower of Google and looks forward anxiouly to the day Google actually takes over the world. In his free time he likes to consume good stories regardless of the medium. He is a Software Engineer for a small startup company."
  },
  {
    "name": "Alex Boswell",
    "title": "Chief Networking Officer",
    "img": "img/officer-headshots/alex.jpg",
    "bio": "Alex is a junior in the computer science major with a minor in mathematics. His interests are of iOS and android development and material design. He currently works on campus at BYU for the McKay School of Education on the MSEDEV team."
  },
  {
    "name": "Vance Lee",
    "title": "Chief Experience Officer",
    "img": "img/officer-headshots/vance.png",
    "bio": "Pursuing a Bachelors in Computer Science, a minor in Business Management, and a Language Certificate in Portuguese. Vance loves rock climbing, cooking, sudoku, and deep discussions about questions that don't have answers. Works as a Quality Assurance Engineer, but is fascinated by Artificial Intelligence."
  },
  {
    "name": "Jacob Crandall, PhD",
    "title": "Faculty Sponsor",
    "img": "img/officer/web/crandall.jpg",
    "bio": "Jacob Crandall received the B.S., M.S., and Ph.D. degrees in Computer Science from BYU, Provo, UT, in 2001, 2004, and 2006, respectively. From 2006 to 2008, he was a Postdoctoral Associate in the Department of Aeronautics and Astronautics at the MIT.  Prior to returning to BYU as an Associate Professor in 2016, Jacob spent 8 immensely satisfying years as a faculty member at the Masdar Institute of Science and Technology, a new graduate-research university in Abu Dhabi, UAE formed in collaboration with MIT."
  },
  {
    "name": "Emily Pitts",
    "title": "Chief Coordination Officer",
    "img": "https://placehold.it/150x150",
    "bio": ""
  },
  {
    "name": "Nathan Geronimo",
    "title": "Chief Financial Officer",
    "img": "https://placehold.it/150x150",
    "bio": ""
  }
]
