[
  {
    "name": "Christian Riboldi",
    "title": "President",
    "img": "https://placehold.it/150x15",
    "bio": ""
  },
  {
    "name": "Jordan Nielson",
    "title": "Vice President, Internal Operations",
    "img": "img/officer/web/jordan.png",
    "bio": "Jordan is working towards his Bachelors in Computer Science, with a minor in Business Management. He is currently a Teaching Assistant for CS201R. Outside of classes he enjoys playing tennis, spending time with family, and reading."
  },
  {
    "name": "Derek Argueta",
    "title": "Chief Technology Officer",
    "img": "img/officer/web/derekcopy.jpg",
    "bio": "Derek is a fourth-year computer science major. His interests lay in distributed systems, system programming, performance engineering, production engineering, and infastructure design. He frequently attends hackathons and enjoys reading, playing the upright bass, and traveling. His favorite books are the Pragmatic Programmer and CLRS. He also wants a Tesla. Really badly. 🚗"
  },
  {
    "name": "Naomi Johnson",
    "title": "Chief Networking Officer",
    "img": "https://placehold.it/150x15",
    "bio": ""
  },
  {
    "name": "Ben DeMann",
    "title": "Chief Marketing Officer",
    "img": "img/officer/web/ben.png",
    "bio": "Ben is studying Computer Science (Animation) with a Creative Writing minor. He is a devoted follower of Google and looks forward anxiouly to the day Google actually takes over the world. In his free time he likes to consume good stories regardless of the medium. He is a Software Engineer for a small startup company."
  },
  {
    "name": "Jacob Barzee",
    "title": "Chief Experience Officer",
    "img": "https://placehold.it/150x150",
    "bio": ""
  },
  {
    "name": "Jacob Crandall, PhD",
    "title": "Faculty Sponsor",
    "img": "https://placehold.it/150x150",
    "bio": "Jacob Crandall received the B.S., M.S., and Ph.D. degrees in Computer Science from BYU, Provo, UT, in 2001, 2004, and 2006, respectively. From 2006 to 2008, he was a Postdoctoral Associate in the Department of Aeronautics and Astronautics at the MIT.  Prior to returning to BYU as an Associate Professor in 2016, Jacob spent 8 immensely satisfying years as a faculty member at the Masdar Institute of Science and Technology, a new graduate-research university in Abu Dhabi, UAE formed in collaboration with MIT."
  }
]
