[
  {
    "name": "Kevin Reece",
    "title": "President",
    "img": "img/officer/web/kevin.jpg",
    "bio": "Kevin is a Senior studying Computer Science with a minor in Business Management. He has worked as Head TA for CS 428 (Software Engineering) and as a Program Manager Intern for Microsoft. He is currently working as an Associate for Ironwood Experts, LLC assisting with software patent litigation cases. After he graduates, Kevin will pursue a double Master's degree in Software Engineering and Business Administration."
  },
  {
    "name": "Jordan Nielson",
    "title": "Vice President, Internal Operations",
    "img": "img/officer/web/jordan.png",
    "bio": "Jordan is working towards his Bachelors in Computer Science, with a minor in Business Management. He is currently a Teaching Assistant for CS201R. Outside of classes he enjoys playing tennis, spending time with family, and reading."
  },
  {
    "name": "Caleb Tonkinson",
    "title": "Vice President, External Operations",
    "img": "img/officer/web/caleb.jpg",
    "bio": "Caleb is currently getting a Bachelors in Computer Science with a minor in Business Management and is planning on getting an MBA a couple years after graduation. He currently works as a Business Intelligence Engineer for the LDS Church. He is a voracious reader of books about practically any subject and enjoys playing soccer, traveling and discussing and researching business ideas with his brother and friends."
  },
  {
    "name": "Derek Argueta",
    "title": "Chief Technology Officer",
    "img": "img/officer/web/derekcopy.jpg",
    "bio": "Derek is a fourth-year computer science major. His interests lay in distributed systems, system programming, performance engineering, production engineering, and infastructure design. He frequently attends hackathons and enjoys reading, playing the upright bass, and traveling. His favorite books are the Pragmatic Programmer and CLRS. He also wants a Tesla. Really badly. 🚗"
  },
  {
    "name": "Andrew Tate",
    "title": "Chief Networking Officer",
    "img": "http://placehold.it/150x150",
    "bio": ""
  },
  {
    "name": "Ben DeMann",
    "title": "Chief Marketing Officer",
    "img": "http://placehold.it/150x150",
    "bio": ""
  },
  {
    "name": "Jacob Barzee",
    "title": "Chief Experience Officer",
    "img": "http://placehold.it/150x150",
    "bio": ""
  }
]
